{
    "covid-19": [
      {
        "food to eat":["Prefer foods that contain healthy sources of unsaturated fats, such as fish and nuts. To limit saturated fats, trim excess fat from meat and poultry and choose skinless options. Reduce foods such as red and fatty meats, butter and full-fat dairy products, palm oil, coconut oil, solid shortening and lard.\nProper nutrition and hydration are vital. People who eat a well-balanced diet tend to be healthier with stronger immune systems and lower risk of chronic illnesses and infectious diseases. So you should eat a variety of fresh and unprocessed foods every day to get the vitamins, minerals, dietary fibre, protein and antioxidants your body needs. Drink enough water."],
        "food to not eat":["Reduce foods such as red and fatty meats, butter and full-fat dairy products, palm oil, coconut oil, solid shortening and lard. Avoid trans fats as much as possible. Read nutrition labels to ensure that partially hydrogenated oils are not listed in the ingredients."],
        "general tips":["Consume enough fibre because it contributes to a healthy digestive system and offers a prolonged feeling of fullness, which helps prevent overeating. \nTo ensure an adequate fibre intake, aim to include vegetables, fruit, pulses and wholegrain foods in all meals. Whole grain foods include oats, brown pasta and rice, quinoa and whole-wheat bread and wraps, rather than refined grain foods such as white pasta and rice, and white bread.\nGood hydration is crucial for optimal health. Whenever available and safe for consumption, tap water is the healthiest and cheapest drink. It is also the most sustainable, as it produces no waste, compared to bottled water."],
        "fruitsnot":["you can eat any fresh fruit "],
        "vegnot":["you can eat any fresh vegetable"],
        "nonvegnot":["you can eat any fresh meet and perfectly washed & Most foods, especially meat, poultry, fish and eggs, should be cooked thoroughly to kill most types of food poisoning bacteria. In general, food should be cooked to a temperature of at least 75 °C or hotter. "]
  
      }
    ]
  }
  
  
  